#==========================================
#           검색어 지정
#==========================================
# 글의 주제, 카테고리
topics = [
    "흥미로운 주제 첫번째",
    "흥미로운 주제 두번째",
    "흥미로운 주제 세번째",
]
category = "카테고리명"

# 태그 생성 갯수
numTags = 5

# 포스팅 공개여부 (draft: 임시 저장, publish: 즉시 발행)
status = "draft"

#==========================================
#           WordPress 접속 정보
#==========================================
url = "워드프레스 url"      # ex) icat.kr
id = "워드프레스 아이디"
pw = "워드프레스 비밀번호"

#==========================================
#         ChatGPT API 접속 정보
#==========================================
openai_organization = "ChatGPT organization 코드"
openai_apiKey = "ChatGPT API Key"
